/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "%1$@ uprawnienia: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "Dostępność";

/* Preferences pane for `App` settings */
"App" = "Aplikacja";

/* Check box next to the 'Check for updates' button */
"Automatically" = "Automatycznie";

/* Button, when pressed, checks for updates now */
"Check for updates" = "Sprawdź aktualizacje";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "Włącz %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "Aby zobaczyć ustawienia kliknij ikonkę na pasku";

/* Alert box title */
"Icon Hidden" = "Ikona ukryta";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "Uwzględnij wersje beta";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "Monitorowanie wprowadzania";

/* Large step size */
"Large" = "Szybko";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "Otwórz ustawienia %1$@";

/* Section title */
"Permissions" = "Uprawnienia";

/* No comment provided by engineer. */
"Preferences" = "Ustawienia";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "Zamknij %1$@";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "Poproś o uprawnienia %1$@";

/* Prefs check box */
"Reverse Horizontal" = "Odwróć w poziomie";

/* Prefs check box */
"Reverse Mouse" = "Odwrócona mysz";

/* Prefs check box */
"Reverse Trackpad" = "Odwrócony gładzik";

/* Prefs check box */
"Reverse Vertical" = "Odwróć w pioniel";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "Scroll Reverser został uruchomiony!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Scroll Reverser potrzebuje uprawnień Dostępności aby modyfikować przewijanie.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverser potrzebuje uprawnień Monitorowania Wprowadzania w celu wykrycia czy palce dotykają gładzika.";

/* Prefs section header */
"Scroll Wheel" = "Kółko myszy";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "Przewijanie";

/* Prefs section title */
"Scrolling Axes" = "Osie przewijania";

/* Prefs section title */
"Scrolling Devices" = "Urządzenia przewijające";

/* Prefs check box */
"Show in menu bar" = "Pokazuj na pasku";

/* Small step size */
"Small" = "Wolno";

/* Prefs check box */
"Start at login" = "Uruchamiaj automatycznie";

/* Size of one step of the mouse scroll wheel */
"Step size" = "Szybkość przewijania";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "Ikona %1$@ została usunięta z paska menu. Aby ją przywrócić uruchom %1$@ ponownie używając Findera.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔ wymagane";

/* No comment provided by engineer. */
"✅ granted" = "✅ przyznane";
